Repository: IFRCGo/cap-editor
Catalog: locales/*/messages.po
Languages: es, fr

source: A sign in link has been sent to your email address.
es: Un link para conectarse ha sido enviado a su dirección email.
fr: Un lien de connexion a été envoyé à votre adresse e-mail.

source: Account successfully verified
es: Cuenta verificada con éxito
fr: Compte vérifié avec succès

source: Add another language?
es: ¿Quiere agregar otro lenguaje?
fr: Ajouter une autre langue?

source: Add language
es: Agregar lenguaje
fr: Ajouter la langue

source: Add resource
es: Agregar recurso
fr: Ajouter des ressources

source: Addresses
es: Dirigida a
fr: Adresses

source: Admin
es: Administrador
fr: Administrer

source: Alert ID
es: ID de la alerta
fr: ID d'alerte

source: Are you sure you want to cancel editing this alert?
es: ¿Está seguro(a) que quiere cancelar la edición de esta alerta?
fr: Êtes-vous sûr que vous souhaitez annuler l'édition de cette alerte?

source: Are you sure you want to delete this language and all its contents?
es: ¿Está seguro(a) que quiere cancelar la alerta en este lenguaje y todo su contenido?
fr: Êtes-vous sûr de vouloir supprimer cette langue et tout son contenu?

source: Cancel
es: Cancelar
fr: Annuler

source: Certainty
es: Certidumbre
fr: Certitude

source: Chemical, Biological, Radiological, Nuclear or High-Yield Explosive threat or attack
es: Químico, Biológico, Radiológico, Nuclear, Amenaza o ataque explosivo de alto rendimiento
fr: Menace ou attaque explosive chimique, biologique, radiologique, nucléaire ou à haut rendement

source: Choose a category (or multiple) for the alert.
es: Seleccione una (o varias) categorías para esta alerta.
fr: Choisissez une catégorie (ou plusieurs) pour l'alerte.

source: Choose event to auto-fill from WhatNow?
es: Elija un evento para auto-llenar contenido desde la plataforma WhatNow
fr: Choisissez l'événement pour remplir automatiquement WhatNow?

source: Choose the location of the alert, by either selecting from the dropdown menu, clicking the map, or using the drawing tool.
es: Elija la ubicación de la alerta, ya sea seleccionando un area desde el menú desplegable, haciendo click en el mapa, o utilizando la herramienta de dibujo.
fr: Choisissez l'emplacement de l'alerte, soit en sélectionnant dans le menu déroulant, en cliquant sur la carte ou en utilisant l'outil de dessin.

source: Choose the recommended actions for the audience of the alert, using the dropdown menu.
es: Elija las acciones recomendadas para la audiencia de las alertas, usando el menú desplegable.
fr: Choisissez les actions recommandées pour le public de l'alerte, en utilisant le menu déroulant.

source: Choose the severity (function of impact/intensity and certainty) and urgency level of the alert, by either selecting from the dropdown menu or by clicking the corresponding level in the matrix and slider.
es: Elija la severidad (función de el impacto/intensidad y la certidumbre) y el nivel de urgencia de la alerta, sea seleccionando del menú desplegable o haciendo click en el nivel correspondiente en la matriz y en el control deslizante.
fr: Choisissez la gravité (fonction de l'impact / intensité et la certitude) et le niveau d'urgence de l'alerte, soit en sélectionnant dans le menu déroulant ou en cliquant sur le niveau correspondant dans la matrice et le curseur.

source: Create alert
es: Crear una alerta
fr: Créer une alerte

source: Delete language?
es: ¿Eliminar el lenguaje?
fr: Supprimer la langue?

source: Delete?
es: ¿Eliminar?
fr: Supprimer?

source: Description
es: Descripción
fr: La description

source: Does this Alert reference any previous Alerts?
es: ¿Esta alerta hace referencia a alertas previas?
fr: Cette alerte fait-elle référence à des alertes précédentes?

source: Edit alert
es: Modificar la alerta
fr: Modifier l'alerte

source: Editor
fr: Éditeur

source: Expires
es: Expira
fr: Expire

source: Fire supression & rescue
es: Extinción de incendios y rescate
fr: Fire Supression et sauvetage

source: General emergency & public safety
es: Emergencia general y seguridad pública
fr: Urgence générale et sécurité publique

source: Geophysical (e.g., landslide)
es: Geofísico (por ejemplo, derrumbe)
fr: Géophysique (par exemple, glissement de terrain)

source: Headline
es: Título
fr: Gros titre

source: If necessary, add links to resources (in {0}) that offer complementary, non-essential information to the alert.
es: Si necesario, agregue links a recursos (en {0}) que ofrezcan información complementaria, no esencial a la alerta.
fr: Si nécessaire, ajoutez des liens vers des ressources (dans {0}) qui offrent des informations complémentaires et non essentielles à l'alerte.

source: Impact/Intensity
es: Impacto / Intensidad
fr: Impact / intensité

source: Language
es: Lenguaje
fr: Langue

source: Law enforcement, military, homeland & local/private security
fr: Application de la loi, militaire, patrie et sécurité locale / privée

source: Link to external resources
es: Link a recursos externos
fr: Lien vers les ressources externes

source: Loading alerts...
es: Cargando las alertas ...
fr: Chargement des alertes ...

source: Login
es: Conectarse
fr: Connexion

source: Logout
es: Desconectyarse
fr: Se déconnecter

source: Medical & public health
es: Salud médica y salud pública
fr: Santé médicale et publique

source: Message type
es: Tipo de mensaje
fr: Type de message

source: Meteorological (inc. flood)
es: Metereológico (inc. inundación)
fr: Météorologique (inc. Inondation)

source: NONE
es: NADA
fr: RIEN

source: Name
es: Nombre
fr: Nom

source: New alert
es: Nueva alerta
fr: Nouvelle alerte

source: Next
es: Siguiente
fr: Suivant

source: No alerts
es: Sin alertas
fr: Pas d'alertes

source: No, this user is not a part of my Alerting Authority:<0/>Do not activate their account.
es: No, este usuario no hace parte de mi agencia (Autoridad de Alerta): <0 /> No activar su cuenta.
fr: Non, cet utilisateur ne fait pas partie de mon autorité d'alerte: <0 /> N'activez pas son compte.

source: Other
es: Otro
fr: Autre

source: Please check your email
es: Por favor consultar su correo electrónico
fr: Merci de consulter vos emails

source: Please choose a language to add
es: Por favor seleccione un lenguaje a agregar
fr: Veuillez choisir une langue à ajouter

source: Please complete the details first
es: Por favor complete los detalles primero
fr: Veuillez d'abord terminer les détails

source: Please describe the rule for limiting the distribution of this <0>Restricted</0> Alert.
es: Por favor describa la regla para limitar la distribución de la Alerta <0> Restringida </0>.
fr: Veuillez décrire la règle pour limiter la distribution de cette alerte <0> restreinte </0>.

source: Please provide a description of the resource
es: Por favor provea de una descripción al recurso
fr: Veuillez fournir une description de la ressource

source: Please provide a valid URL of the resource
es: Por favor provea una URL válida
fr: Veuillez fournir une URL valide de la ressource

source: Please provide a valid description and URL
es: Por favor provea una descripción y una URL válida
fr: Veuillez fournir une description et une URL valides

source: Please provide the IDs/addresses of the intended recipients of this <0>Private</0> Alert.
es: Por favor provea los IDs/direcciones de los destinatarios provistos de esta Alerta <0> Privada </0>.
fr: Veuillez fournir les ID / adresses des destinataires prévus de cette alerte <0> Private </0>.

source: Please review and confirm the alert's information presented below.
es: Por favor revisar y confirmar la información de la alerta presentada abajo.
fr: Veuillez examiner et confirmer les informations de l'alerte présentées ci-dessous.

source: Please select the role(s) for this user
es: Por favor seleccionar el(los) rol(es) para este usuario
fr: Veuillez sélectionner le (s) rôle (s) pour cet utilisateur

source: Pollution & other environmental
es: Polución y otras cuestiones medioambientales
fr: Pollution et autres environnement

source: Public & private transportation
es: Transporte público y privado
fr: Transport public et privé

source: Publish alert now
es: Publicar alerta ahora
fr: Publier une alerte maintenant

source: Recommended Actions
es: Acciones Recomendadas
fr: Actions recommandées

source: References
es: Referencias
fr: Références

source: Register
es: Registrarse
fr: S'inscrire

source: Register with your Alerting Authority
es: Registrarse con su agencia (Autoridad de Alerta)I
fr: Inscrivez-vous auprès de votre autorité d'alerte

source: Rescue & recovery
es: Rescate y Recuperación
fr: Sauvetage et récupération

source: Save
es: Guardar
fr: Sauver

source: Save as
es: Guardar como
fr: Enregistrer sous

source: Scope
es: Alcance
fr: Portée

source: Select role(s): Admin/Editor/Validator
es: Seleccione un(os) rol(es): administrador / editor / validador
fr: Sélectionner un rôle (s): administrateur / éditeur / validateur

source: Select the start and end time of the alert from the calendar.
es: Seleccione la hora de comienzo y de fin de la alerta desde el calendario.
fr: Sélectionnez l'heure de début et de fin de l'alerte dans le calendrier.

source: Sent
es: Enviado
fr: Expédié

source: Settings
es: Ajustes
fr: Paramètres

source: Severity, Certainty, & Urgency
es: Severidad, Certidumbre & Urgencia
fr: Gravité, certitude et urgence

source: Status
fr: Statut

source: The CAP Editor tool allows you to create public hazard and emergency alerts and immediately publish them to an XML-based feed.
es: La herramienta CAP Editor le permite crear alertas públicas de riesgos y emergencias e inmediatamente publicarlas a un feed basado en XML.
fr: L'outil d'éditeur CAP vous permet de créer des alerts des risques publics et d'urgence et de les publier immédiatement sur un flux basé sur XML.

source: The following user has requested to register with the CAP Editor. Please confirm they are part of your Alerting Authority (<0>{0}</0>) to enable their account.
es: El usuario siguiente a solicitado inscribirse en el CAP Editor. Por favor confirmar que este usuario es parte de su agencia (Autoridad de Alerta) (<0> {0} </0>) para activar su cuenta.
fr: L'utilisateur suivant a demandé à s'inscrire auprès de l'éditeur CAP. Veuillez confirmer qu'ils font partie de votre autorité d'alerte (<0> {0} </0>) pour activer leur compte.

source: There was an error
es: Hubo un error
fr: Il y avait une erreur

source: There was an error accessing this resource. It may be currently unavailable.
es: Hubo un error accediendo a este recurso. Puede estar momentaneamente indisponible.
fr: Il y a eu une erreur accédant à cette ressource. Il peut être actuellement indisponible.

source: There was an error loading the alerts
es: Hubo un error cargando las alertas
fr: Il y avait une erreur de chargement les alertes

source: There was an error logging in. Please try again later or contact your administrator if the issue persists.
es: Hubo un error en la conexión. Por favor ensaye más tarde o contacte a su administrador si el problema persiste.
fr: Il y avait une erreur de connexion. Veuillez réessayer plus tard ou contacter votre administrateur si le problème persiste.

source: There was an error logging in. Your token may have expired
es: Hubo un error en la conexión. Su token puede haver expirado.
fr: Il y avait une erreur qui se connecte. Votre jeton peut avoir expiré

source: There was an error {action}. Please try again later or contact your administrator if the issue persists.
es: Hubo un error {Action}. Por favor ensaye más tarde o contacte a su administrador si el problema persiste.
fr: Il y avait une erreur {Action}. Veuillez réessayer plus tard ou contacter votre administrateur si le problème persiste.

source: There was an unexpected error. Please try again later or contact your administrator if the issue persists
es: Hubo un error inesperado. Por favor ensaye más tarde o contacte a su administrador si el problema persiste.
fr: Il y a eu une erreur inattendue. Veuillez réessayer plus tard ou contacter votre administrateur si le problème persiste

source: Update
es: Refrescar
fr: Mettre à jour

source: Use as template for new alert
es: Usar como plantilla para una nueva alerta
fr: Utiliser comme modèle pour une nouvelle alerte

source: User Roles
es: Roles de usuario
fr: Rôles des utilisateurs

source: Utility, telecommunication & other non-transport infrastructure
es: Servicios públicos, telecomunicaciones y otras infraestructuras no relacionadas con el transporte
fr: Utilité, télécommunication et autres infrastructures non transports

source: Validator
es: Validador
fr: Validateur

source: Verify User
es: Verificar el usuario
fr: Vérifier l'utilisateur

source: View alert
es: Mostrar la alerta
fr: Afficher l'alerte

source: What is the event this alert pertains to?
es: ¿A qué evento pertenece esta alerta?
fr: Quelle est l'événement à laquelle cette alerte concerne?

source: What is the name of this region?
es: ¿Cuál es el nombre de la región?
fr: Quel est le nom de cette région?

source: WhatNow provides pre-written messages and instructions you can use for certain events. Use the dropdown to select one of these as a template, or provide your own Description and Instructions.
es: WhatNow provee los mensajes y las instrucciones pre-escritas que usted puede utilizar para cierto tipo de eventos. Use el menú desplegable para seleccionar una de ellas como plantilla, o provea su propia Descripción e Instrucción.
fr: WhatNow fournit des messages et des instructions pré-écrits que vous pouvez utiliser pour certains événements. Utilisez la liste déroulante pour en sélectionner l'une comme modèle, ou fournissez votre propre description et instructions.

source: Yes, this user is part of my Alerting Authority.
es: Sí, este usuario es parte de mi agencia (Autoridad de Alerta).
fr: Oui, cet utilisateur fait partie de mon autorité d'alerte.

source: You cannot delete all languages. Please select a new language to keep first
es: No puede borrar todos los lenguaje. Por favor seleccione un nuevo lenguaje para dejarlo primero.
fr: Vous ne pouvez pas supprimer toutes les langues. Veuillez sélectionner une nouvelle langue pour garder en premier

source: You do not have permission to log in yet. Your account may not be verified yet
es: Usted no tiene permisos para conectarse todavía. Su cuenta no ha podido ser verificada aún
fr: Vous n'avez pas encore la permission de vous connecter. Votre compte peut ne pas encore être vérifié

source: Your name
es: Su nombre
fr: Votre nom

source: characters
es: caracteres
fr: caractères

source: e.g., image of flood (please use {language} language)
es: por ejemplo, imagen de la inundación (por favor utilice el lenguaje {lenguaje})
fr: par exemple, image de la crue (veuillez utiliser la langue {langue})

source: fetching WhatNow messages
es: Trayendo los mensajes de WhatNow
fr: Récupérer les messages WhatNow

source: fetching alerting authorities
es: Trayendo las Autoridades de Alerta
fr: aller chercher les autorités alertes

source: fetching map regions
es: Trayendo las regiones del mapa
fr: Régions de cartes d'accès

source: fetching past alerts
es: Trayendo alerts pasadas
fr: récupérer les alertes passées

source: registering for WebAuthn
es: Registrarse a WebAuthn
fr: S'inscrire à WebAuthn

source: submitting the alert
es: enviando la alerta
fr: soumettre l'alerte

source: verifying the account
es: verificando la cuenta
fr: Vérifier le compte

source: Email
es: Correo Electrónico

source: Restriction
es: Restricción
